Revit 2024 API
AdvancedWood.WoodPoreRadius Property
 The property labeled "Radius (cm) of the impact circle of each pore" from the "AdvancedWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018.1
Syntax
C#
public static string WoodPoreRadius { get; }
Visual Basic
Public Shared ReadOnly Property WoodPoreRadius As String
	Get
Visual C++
public:
static property String^ WoodPoreRadius {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyDistance".
See Also
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace